export interface ReadingWork {
  author: string;
  title: string;
  text?: string;
}

export const readingWorks: ReadingWork[] = [
  {
    author: 'М. Пазнякоў',
    title: '«Клён»',
    text: `Ён стаяў у канцы нашага невялікага саду, збоку, каля самага агароджы, якая абступала сядзібу. Высокі, стройны, прыгожы. Клён вылучаўся сярод іншых дрэў, што раслі ў садзе. Адразу за клёнам пачыналіся яміны, з якіх вяскоўцы капалі гліну. За імі праз агароды цягнулася палявая дарога.

Гэтай дарогай кожнае лета, жывучы ўжо ў горадзе, я крочыў да бацькоўскай хаты. Яшчэ здалёку распазнаваў густую вершаліну клёна. Цёплая пяшчота аблівала маё сэрца, калі я ўяўляў, як хутка пералезу праз агароджу, прайду ціхім садам, буду дыхаць сакавітым пахам медуніц і кропу, а затым увайду ў родную хату, светлую, прапахлую свежым хлебам.

На ўсё жыццё запомніўся мне гэты клён. Менавіта на яго раней, чым на іншыя дрэвы, садзіліся вясною шпакі і пачыналі высвістваць свае радасныя песні навасёлаў. Калі з палёў і агародаў сыходзіў снег і на ўзмежках з’яўлялася зялёная траўка, мы, вясковыя хлопчыкі і дзяўчынкі, ладзілі каля клёна свае гульні. Кожны лічыў за гонар залезці на самую вершаліну дрэва і заспяваць: «Мой родны кут, як ты мне мілы, забыць цябе не маю сілы…» А крыху пазней, у маі, калі з’яўляліся хрушчы, мы трэслі кляновае голле ўвечары або ранкам, стараючыся адзін перад адным больш сабраць сонных яшчэ жукоў.

Вельмі захапляў нас клён увосень, якая шчодра аблівала яго яркай пазалотай. Прыбяжыш да клёна, а пад ім такі рознакаляровы дыван — вачэй не адарваць!

Многія ў вёсцы, калі пяклі хлеб, бралі лісце з нашага клёна, каб услаць ім под печы. А лісце гэта заўсёды было шырокае, чыстае, нейкае святочнае. Штовосень мы акуратна засушвалі лісты, і потым усю зіму хату ўпрыгожвалі кляновыя букеты.

Памятаю і вельмі прыкрае. Тады я вучыўся ў другім класе. Быў сакавік. Мне чамусьці захацелася паспытаць свежага кляновага соку. Прыхапіўшы бацькаву сякеру і трохлітровы слоік, я пайшоў да нашага клёна. Надсек у адным месцы, але сок не капаў, а сцякаў па ствале.

Надсек у другім месцы — атрымалася лепш, падставіў слоік. Пайшоў у хату. Чакаю, пакуль набяжыць хоць трохі кляновіку. Ды тут бацька прыйшоў з працы. Гляджу і вачам сваім не веру: нясе ў руках мой пусты слоік. Сэрца ў мяне нібы абарвалася. Дасталося мне тады на арэхі.

Замазаў тата раны на ствале клёна, але доўга яны не зажывалі.

Плакала дрэва…

Праз год зноў нехта надсек клён. Не шанцавала дрэву і пасля.

Некалькі разоў ранілі яго, нібы некаму замінала яго гордае і шчырае хараство. І кожны раз я адчуваў сябе вінаватым, быццам гэта я надсякаў клён.

А мінулай восенню яго не стала: паваліла бура. Наляцела яна на вёску, паваліла платы, сарвала некалькі чарапічных дахаў, пагубіла наш клён.

Прыехаўшы летам у водпуск, я не пазнаў здалёку бацькавай сядзібы.

У шэрагу высокіх дрэў, якія абступілі сад, віднеўся прагал, адсутнічала штосьці адметнае, дарагое. Мне стала вельмі балюча. Зразумеў, што тады, у дзяцінстве, я зрабіў зарубкі не на кляновым, а на сваім целе, і яны пякуць цягучым, несціханым болем.`
  },
  {
    author: 'Р. Бензярук',
    title: '«Хто каго перакрычыць?»',
    text: `Хораша ў лесе! Высокія яліны акружылі палянку з усіх бакоў. На прыгрэтым сонцам пагорку хлопчык знайшоў сямейку лісічак і стаў зразаць грыбкі.

Калі Максімка ўзняў вочы, дзядулі побач не было. Хлопчык кінуўся ў адзін бок, у другі — дзед як скрозь зямлю праваліўся. Максімку раптам стала страшнавата. Ён дрыжачым голасам паклікаў:
— Дзеду!

І ў той жа момант нехта непадалёку азваўся:
— Ду-ду! Ду-ду!

— Ау! — грамчэй крыкнуў хлопчык.

Хтосьці невядомы, быццам гуляючы ў дражнілку, некалькі разоў паўтарыў «ау».

Максімка склаў рупарам далоні і закрычаў:
— Дзеду, ау!

Выразна пачулася:
— Ду-ду, ау!

Ад таго, што ён адзін і што нехта хоча з ім гуляць, хлопчыку зрабілася весела.

— Яшчэ пабачым, хто каго перакрычыць! — сказаў ён.

Не паспелі скончыць гульню, як з-за дрэва выйшаў дзядуля з поўным кошыкам грыбоў.

— Я — тут. Чаго крычыш? Што, страшна?!

— Не, гэта мы гулялі, хто каго перакрычыць.

— А-а! — зразумеў унука дзядуля.

А вы, дзеці, здагадаліся, з кім гуляў Максімка?`
  },
  {
    author: 'Н. Галіноўская',
    title: '«На прагулцы»',
    text: `Нібы церам, жоўты скверык,
Гэй ты, церам-церамок,
Адчыні свае нам дзверы,
Адамкні іх хутчэй замок!

Ціха шчоўкнуў лісцік-ключык —
Пад нагамі — дыванок,
Жоўты, пышны і пявучы.
— Чый ты, церам-церамок?

— Мой. Заходзьце, — кажа восень, —
Вельмі рада я гасцям.
Вецер казкі мне прыносіць.
Раскажу іх, дзеці, вам.`
  },
  {
    author: 'А. Дзеружынскі',
    title: '«Хто вас у школу сабіраў?»',
    text: `Настаўнік першакласнікаў спытаў:
— Хто ў школу вас, скажыце, сабіраў?

Пачуў адказы хутка ён тады:
— Ды мамы, таты, бабкі і дзяды.

— Так ды не так! — і падказаць рашыў:
— Хто формы школьныя для вас пашыў?
Хто вам паперы добрай многа даў?
Хто напісаў вам шмат цікавых кніг?

У школу хто вас, дзеці, сабіраў,
Вы можаце назваць усіх?`
  },
  {
    author: 'Я. Жабко',
    title: '«Залатая казка»',
    text: `Нам гасцінна дзверы
Восень адчыняе.
У залатую казку
Восень запрашае.
У залатую казку
Восень запрашае.

У яе садочку
Яблыкі паспелі.
Пацеркі рабіны
Зноў зачырванелі.
Пацеркі рабіны
Зноў зачырванелі.

Косы залацяцца
У вярбы над рэчкай,
І макушка клёна
Палымнее свечкай.
І макушка клёна
Палымнее свечкай.

Казку шые восень
Срэбнай павуцінкай.
Мы ідзём у казку
Залатой сцяжынкай.
Мы ідзём у казку
Залатой сцяжынкай.`
  },
  {
    author: 'Я. Жабко',
    title: '«Восень вераснёвая»'
  },
  {
    author: 'В. Жуковіч',
    title: '«Маладая восень»',
    text: `Залатыя стужкі
на бярозцы мілай.
Хутка, хутка птушкі
паляцяць ў вырай.

І вятры крутыя
гучна загамоняць,
воблакі густыя
неба запалоняць.

А пакуль што — просінь
між аблокаў белых.
Маладая восень
толькі прыляцела.`
  },
  {
    author: 'Клаўдзія Каліна',
    title: '«Верасень»',
    text: `Месяц Верасень багаты — у яго залатыя шаты. Ходзіць ён па зямлі і дорыць ёй свае багацці.

Зайшоў Верасень у сады цяністыя, атрэс ігрушы залацістыя. Асыпаў з яблынь духмяныя антонаўкі, чырвоныя крамяныя малінаўкі, захінуў туманамі слівы сінія…

Выйшаў у поле, наставіў мяшкоў бульбы, на лузе склаў у копы траву і падаўся ў лес.

Ідзе Верасень лесам, прыбірае дрэвы ў дарагія ўборы: бярозінку — у золата, асіну — у чырвань, на дубы навесіў медны ўбор. Не забыўся і пра каліну ды рабіну, прыхарашыў іх пацеркамі чырвонымі. Пад пянёчкі ды пад кусточкі пасадзіў грыбочкі…

Азірнуўся Верасень, паглядзеў навокал: гарыць-палае асенні лес! Вось толькі ўнізе трава сухая і пажоўклая. Няма красак, адцвілі за лета.

Страсянуў Верасень з дрэў буйную расу — і дзіва! Упалі да камлёў зялёных сосен ды залатых бяроз дробнюткія званочкі! Зацвілі верасы! Загулі, зазванілі званочкі! Клічуць дзяцей у школу.

Багаты месяц Верасень, багаты! Ён падараваў зямлі пышныя шаты. Насыпаў поўныя засекі збожжа. Адзёў у золата лясы і расквеціў верасы.

Таму і завуць яго Верасень.`
  },
  {
    author: 'Г. Каржанеўская',
    title: '«Песенька»',
    text: `Назбіраю лісця я
У двары,
Што зляцелі з клёніка
Без пары.

Пакладу ў кніжку іх
Між лістоў.
Хай ляжаць, аціхлыя,
Каля слоў.

Хай гавораць-шэпчуцца
Аб вясне.
Хай складаюць песеньку
Для мяне.`
  },
  {
    author: 'М. Пазнякоў',
    title: '«Першага верасня»',
    text: `Дзень святочны,
Дзень вясёлы.
Пахнуць яблыкі
Ў садах.
Мы ідзём
Сягоння ў школу,
Ранцы новыя
Ў руках.

Мы настаўніцу
Вітаем.
Ад усмешак
Светлы клас,
Нават восень
Залатая
Вельмі просіцца
Да нас.`
  },
  {
    author: 'С. Панізнік',
    title: '«Верасень»',
    text: `Мне Верасень руку падаў:
— Ты ў школу свой партфель сабраў?

— Сабраў партфель і сам сабраўся,
І з вольным летам развітаўся.

— Куды ж цяпер твой дзень імчыцца?

— Вучыцца, Верасень, вучыцца.`
  },
  {
    author: 'Якуб Колас',
    title: '«Восень» (скарочана)',
    text: `«Прыйшоў Пятрок — апаў лісток; прыйшоў Ілья — апала два». Так кажуць людзі, бачачы чуць відны паварот ад лета к восені.

Луг ужо скошаны. Дзе яшчэ нядзельку таму назад калыхаліся высокія зялёныя травы, блішчалі кветкі, над каторымі з такімі вясёлымі песнямі лёталі работніцы-пчолкі, збіраючы мядок, — там цяпер пуста. Адны толькі дзябёлыя стагі, як вежы, параскідаліся па грудочках то тут, то там. Буслы даўно пазляталі з гнёздаў і ходзяць стадамі па лузе або кружацца высока-высока ў небе, усё роўна як радзяцца яны перад далёкай дарогай.

Жыта на полі зжата і звезена; авёс і ячмень сабраны. Толькі дзе-нідзе жаўцее чыя-небудзь палоска позняга аўса ці ячменю, ды пачарнеўшыя лапінкі спелай грэчкі чакаюць серпа. Картафлянік на картофлях павяў, апусціў сухое лісце; адны толькі голыя цыбуры тырчаць, як палкі. Глуха і нудна на полі. Ужо не чутно спакойнае гаворкі ціхага ветру з каласкамі збожжа. Толькі ржышча — кароткія пянёчкі жыта, аўса, ячменю і пшаніцы — гаворыць, што тут яшчэ нядаўна красаваліся пасевы. Ужо не трапечуцца ў небе над полем жаваранкі з мілымі песнямі. Прайшла вясёлая пара лета, усё адцвіло, адкрасавала. Усюды, куды ні глянь, накладае восень свой след, сваю руку. Толькі кароўкам і авечкам больш стала прастору на зжатым полі.

А глянеш на лес! Ці той гэта лес? Як адмяніўся ты, чорны, высокі, чуць-чуць засланы сінім туманам, далёкі лес! Яшчэ так нядаўна зваў і клікаў і цягнуў к сабе ты ў гарачы летні поўдзень пад свой цень... Тысячы галасоў усякіх птушак, вясёлы іх шчэбет рассыпаліся ў тваім гушчары, і ціхі спакой навяваўся на душу тваею доўгаю, густою моваю, лепетам тваіх лістоў і галін. Эх, гутарлівы лес! Люблю я цябе, люблю твой шум, халадок тваіх лістоў і твой здаровы смаляны запах. А цяпер ціха і глуха і ў лесе. Птушкі перасталі спяваць, лісце пажоўкла і патроху асыпаецца на дол.

Сонца не грэе так ярка, як, бывала, улетку. Кожны дзень яно ўсё ніжэй і ніжэй ходзіць па небе. Неба часцей і часцей засцілаецца хмарамі. Невясёла пазірае яно, засланае смутнымі хмаркамі, як зааранае поле. Туманы закрываюць ад вачэй божы свет. Дробны дожджык сеецца, як скрозь сіта. Нудна і непрытульна выглядае ўсё ўвосень.`
  },
  {
    author: 'Якуб Колас',
    title: '«Восень»',
    text: `Пуста ў лузе. Толькі стогі
Парыжэўшыя стаяць,
Ды гракі каля дарогі
Цэлы дзень адно крычаць.

Грэчка зжата. Гола ў полі:
Жыта звезена даўно.
Толькі плаваюць на волі
Кучы хмар, як валакно.

Дожджык сее беспрастанку;
Вецер свішча, так, як звер...
Колькі лужын каля ганку!
А гразі... гразі цяпер!..

Ссохлі травы. Ўсё павяла;
Слоць, плюхота, холад, цьма...
Эх, скарэй бы закрывала
Зямлю чорную зіма!`
  },
  {
    author: 'Станіслаў Шушкевіч',
    title: '«Лістапад»',
    text: `Пэўна, сонца знемаглося,
Адпачыць пайшло за хмары,
І паўзе павольна восень
Па іржышчы і папары.

І ад холаду рабіна
Чырванее, нізка гнецца.
Паляцелі гусі клінам,
Каб у выраі пагрэцца.

Сыплюць лісцікі бярозы,
Стала ветрана і суха —
Недалёка ўжо марозы,
І снягі, і завіруха.`
  },
  {
    author: 'Народная творчасць',
    title: '«Прыказкі і народныя прыкметы»',
    text: `Увосень — работ восем.
Увосень і верабей багаты.
Багата вясна кветкамі, а восень — палеткамі.
Садок пасадзіў — добрую справу зрабіў.

Журавы ляцяць высока — зіма яшчэ далёка.
Вялікія мурашнікі ўвосень — на суровую зіму.
Шмат жалудоў на дубах — на цёплую зіму.`
  },
  {
    author: 'Пятрусь Броўка',
    title: '«Надыход восені»',
    text: `Вось і лета сышло,
Адспявалі калоссі,
Цяжка нам заўважаць,
Як з’яўляецца восень.

Непрыкметна зусім —
Прыплыве павуцінкай,
Гляне жоўтым лістком
З-пад зялёнай хусцінкі.

Усплыве туманом
Над рачулкаю соннай,
Устрывожыць дымком
З пахам бульбы пячонай.

Зачаруе агнём
Маладзенькай рабіны,
На адлёце крылом
Памахае бусліным.

А пасля,
А пасля
Ліст апошні сарвецца...
Ды не знаю, чаму
Ты мне, восень, па сэрцу.`
  }
];
